[
    {
        "companyName": "Turing School of Software & Design",
        "position": "Student",
        "years": "2020-2021",
        "imageUrl": "https://lh3.googleusercontent.com/U9qVwwV8KMafMX5RA3aEs7-29h4BZTMPoawNncqNH76Hk_Rc9XqYJuq0_ARkXEZIbzGTUYr_Rl1SO8IZ9wMf-pJ__NT7Upac-FouuaPGnSWPzi2wi92-gX-JmUs2tXvRxliZakMWBPabuFXIeLeGBNyqbDlUTyO6pAjJ1_kH-e8rViAemgZ6l4BJcXzy64BAVsx68F8bmcL-yJhPa_sM_N8yVHT2Lam4KccUkzpRFzKik7fHRR3tnepVx_It2oJjLU893k5sbFwe0vFLmXk_-1XE0rwfXtsOyRigwQRefIl_aW8_gonX7iQoXc0flHlfVVHIVbkLPB_gY433KLHgs6g803FLc7tK_z0ZRfABnpxiUo7SaWLuX4ThgRsVqIwW5b2sCOnVxaACxxTalDB5BmDahyX_P3SXkVDtdTK8OctghWpHROldSy-wfqzHvm2A9hSFM3b2J7PvqQC-WoqT2c3OoUplA7uijG3h3ez3LvMt0mkxRKZUvkjmHthS-x4oRE0Yf0wpDXnpdePebv7lyrDnUE3FY2dIjBUKqkDwZvYbPByPE1v60jwxoCb4eFhc1oBaEc92d7u8AKMaANqnA-iZcEF_8tTGJFQrRjSvrmAoPVrmI5Et_AgNrLNwHYjuhobeerOaJa0i6WFPCsRXMPlHkCBkWiEuDSKeBY4BTFc5b4I2CTWS719MMXh_ilyAsWWrr7K33ftOsGwr_YhmT5_I=s1000-no?authuser=1",
        "description": "When I first heard about Turing I was disillusioned about not really having a carrier path and had no idea of what I really wanted to do. When my best friend's cousin told me about Turing and becoming a Software Engineer I was intrigued. When I looked into it I felt more and more motivated to go, so I applied, took the interview, and got accepted into the Backend Program. Turing is A Seven Month, Full-Time coding bootcamp. On average I'd spend 65+ Hours a Week attending class, taking notes, coding challenges, and working on the constantly changing projects. It's been the hardest thing I have done up to now but the journey was rewarding. The Turing culture was great and welcoming, my cohort basically became a family and we supported each other though out the journey. I now have a more positive outlook for my future."
    },
    {
        "companyName": "Miami Dade College",
        "position": "Student",
        "years": "2016-2019",
        "imageUrl": "https://news.mdc.edu/wp-content/uploads/2016/03/MDC_Blue-copy.png",
        "description": "I attended Miami Dade College Right after I graduated from Miami Senior High School with the hopes of studying game development. I quickly found out I did not enjoy the art classes I had to attend, it just was not for me, but I found myself really enjoying my C++ class. The counselors were helpful in explaining what carriers I change to that involved programming and I was suggested Database Administrator. When I changed my major I enjoyed the new classes I had to take even tho they were not easy. The first new class i had to take was Java which I felt was easier to learn since I had taken C++ before and I could call back to that knowledge. The second new class I took was SQL, and this is the class I had the most difficulty with at the time because it was different than anything I had seen before. In the end I felt disillusioned or just had a lack of motivation because I felt I was heading to a dead end with no real carrier path, and thats when my best friend's cousin introduced me to Turing School of Software & Design."
    },
    {
        "companyName": "Mi Rinconcito Mexicano",
        "position": "Busser / Waiter",
        "years": "2015-2019",
        "imageUrl": "https://lh3.googleusercontent.com/4Ze4ToYBpe-ejUd7prT6WDlC1dZfIFzRKTfI5IY0AnadJi4dm6Q5d1XDHqN_2AG_lnTTMo5yKiKIB4sQeEuYBobZ6OQnYDVIzfg5lq-CBsDlw8QHyfoqilUo4tTa4ysGIiQaHPlRGZ1EZdGt9qXUMLulQ5UkiLj2cjAjrwivPF1PDPEf4bTPo8dfd1haYLPhsczdpNyNH0YMKDgf5JZ7bzZUMN0a2IADiyd6GPNGPy9Jtu1aqThiqQWZRxcyJXZiNbNFyXwg9Sh2MAz_sqZvMQCq81EKdonM3GWd-O42XMG3HCmALfWP0WHFX32jxbwdJsU2zBfJKEyfGhf8FjmgKgboAqRAVrhT67QS6ztysIngKXp5oCSEYeto8RxTofoP1s-zRx2CLOjRcTWBLChLLsrvp5Tg8vga6MzbDd1DNiaN-aDfMnHRj1GTfsRcEkHKzjEIEHwFCTBv2iJT8EKmA6nMb-Uy2tylrJJVSd7nhOh8eLsTXKqMhqJEHAdXQhVVXEIwD4dnUh0n2LbbETCqDMcepLbAN9AQEtT1WHW9s3wD-0T68W4UTV_yDCwza7XamlKtKEQwEXBmsb2Oxd12IxKhn8A1TuMDvpAwi91ikFBG0GuKLuGvpTJBju4dvPyzgtZcD7tL0UEiLI2ZBx9f8hV7Vyduu4CAVi7hydrsaJZzHEnsn6IAvdaOnKIstt0iCkIOwefUI87Ynaovi2CHPmFB=w1956-h1466-no?authuser=1",
        "description": "I started working at Mi Rinconcito Mexicano when I was sixteen, and it was my first part-time job that I took to help pay for college. During the four and a half years working there I learned and experienced a wide variety of things. I mainly worked as a busser but filled in as a waiter when it got super busy and the waiters needed more help with tables. I was able to work well with a diverse group of people from many different backgrounds to get work done quickly and efficiently, I improved my communication skills attending to customers, along with learning how to better manage my time and dynamically prioritize tasks. Everyone I worked with is basically family and I wont forget my time there and all that I learned."
    }
]